IDEA Open Model
CrossSectionGeneralColdFormed.Material Property
Compatible with IDEA StatiCa 20.1
 Material of cross-section
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReferenceElement Material { get; set; }
Public Property Material As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
CrossSectionGeneralColdFormed Class
IdeaRS.OpenModel.CrossSection Namespace